Repository: SociOS-Linux/eos-knowledge-lib
Catalog: po/*.po
Languages: sq

source: Oops! No content.
sq: Oops! Asnjë përmbajtje.

source: The application could not find content to show. Please uninstall and re-install the application from the App Center.
sq: Programi nuk mundi të gjejë përmbajtje për t'u shfaqur. Çinstaloni dhe riinstaloni programin nga Qendra e Programeve.

source: Open App Center
sq: Hap Qendrën App

source: Close
sq: Mbyll

source: Next Article
sq: Artikulli Tjetër

source: Previous Article
sq: Artikulli Mëparshëm

source: Oops! There was an error.
sq: Oops! Kishte një gabim.

source: Download support info
sq: Shkarko informacionin e mbështetjes

source: Click here to download a file with information that will help us track down the problem.
sq: Kliko këtu për të shkarkuar një skedar me informacion që do të na ndihmojë të gjejmë problemin.

source: We recommend that you: Check your spelling Try other words that mean the same thing Try using more general words
sq: Ne ju rekomandojmë: Kontrolloni drejtshkrimin tuaj Provoni fjalë të tjera që nënkuptojnë të njëjtën gjë Provoni të përdorni fjalë më të përgjithshme

source: Home
sq: Shtëpi

source: View the license
sq: Shikoni liçensën

source: Copy
sq: Kopje

source: Content taken from {blog-link}.
sq: Përmbajtja e marrë nga {blog-link}.

source: Content courtesy of {blog-link}. Used with kind permission.
sq: Përmbajtja e mirësjelljes së {blog-link}. Përdoret me leje të mirë.

source: Content courtesy of {blog-link}, licensed under {license-link}.
sq: Përmbajtja e mirësjelljes së {blog-link}, liçensuar nën {license-link}.

source: Results were found for “%s”
sq: Rezultatet u gjetën për “%s”

source: Shared from Endless
sq: Ndarë nga Endless

source: %s:%s minute
sq: %s:%s minutë

source: %d item
sq: %d artikull

source: Highlights
sq: Nënvizime

source: All Categories
sq: Gjithë Kategoritë

source: Search results for “%s”
sq: Rezultatet e kërkimit per “%s”

source: Results for “%s”
sq: Rezultatet për “%s”

source: See more
sq: Shiko me shume

source: We're sorry, there are no results that match your search.
sq: Na vjen keq, nuk ka rezultate që përputhen me kërkimin tënd.

source: SEE ALL CATEGORIES
sq: SHIH TË GJITHA KATEGORITË

source: HOME
sq: SHTËPI

source: Placeholder
sq: Mbajtëse

source: by {author}
sq: nga {autor}

source: and
sq: dhe

source: See more results
sq: Shih më shumë rezultate

source: Retry
sq: Përsërit

source: Please sign in again to share this link
sq: Kyçuni përsëri për të ndarë këtë adresë

source: Sign In
sq: Kyçu

source: Please sign in to share this link
sq: Kyçuni për të ndarë këtë adresë
