Repository: SociOS-Linux/eos-knowledge-lib
Catalog: data/preset/po/*.po
Languages: ar, es, id, nl, pt_br, sl, vi, zh_cn

source: Sorry, there are no results that match your search.
ar: عذراً، لا توجد نتائج تطابق بحثك.
es: Desafortunadamente no hay resultados para tu búsqueda.
id: Maaf, tidak ditemukan hasil pencarian yang sesuai.
nl: Sorry, er zijn geen resultaten die overeenkomen met je zoekopdracht.
pt_br: Desculpe, não encontramos nenhum resultado para a sua busca.
sl: Žal ni rezultatov, ki se ujemajo z vašim iskanjem.
vi: Rất tiếc, không có kết quả nào khớp với tìm kiếm của bạn.
zh_cn: 很抱歉，没有符合搜索条件的结果。

source: Latest posts
ar: آخر المشاركات
es: Últimas publicaciones
id: Artikel terbaru
nl: Nieuwste artikelen
pt_br: Posts mais recentes
sl: Zadnje objave
vi: Các bài đăng mới nhất
zh_cn: 最新文章

source: Related posts
ar: المنشورات ذات الصلة
es: Artículos relacionados
id: Artikel Terkait
nl: Gerelateerde artikelen
pt_br: Posts relacionados
sl: Sorodne objave
vi: Các bài đăng liên quan
zh_cn: 相关文章

source: Browse by topic
ar: التصفح طبقاً للموضوع
es: busca por categoría
id: Telusuri berdasarkan topik
nl: Bladeren op onderwerp
pt_br: Navegue por tópico
sl: Brskajte po temah
vi: Tìm duyệt theo chủ đề
zh_cn: 根据主题浏览

source: Next Article
ar: الموضوع التالي
es: Siguiente artículo
id: Artikel Selanjutnya
nl: Volgend artikel
pt_br: Próximo Artigo
sl: Naslednji članek
vi: Bài viết Tiếp theo
zh_cn: 下一篇文章

source: You might be interested in...
ar: قد يهمك...
es: podrías estar interesado en
id: Anda mungkin tertarik dengan...
nl: Wellicht ben je geïnteresseerd in...
pt_br: Talvez você possa se interessar por...
sl: Morda vas zanima ...
vi: Có thể bạn quan tâm đến...
zh_cn: 您可能对...感兴趣

source: See more from %s
ar: انظر المزيد من %s
es: Ver más sobre %s
id: Lihat lebih banyak dari %s
nl: Meer bekijken van %s
pt_br: Veja mais de %s
sl: Glej več od %s
vi: Xem thêm từ %s
zh_cn: 在%s查看更多

source: See more categories
ar: انظر المزيد من الفئات
es: ve más categorías
id: Lihat kategori lainnya
nl: Meer categorieën bekijken
pt_br: Veja mais categorias
sl: Poglej več kategorij
vi: Xem thêm danh mục
zh_cn: 查看更多类别

source: You might also be interested in...
nl: Wellicht ben je óók geïnteresseerd in...
pt_br: Talvez você se interesse por...
sl: Morda vas bo zanimalo tudi ...

source: See more
nl: Meer bekijken
pt_br: Veja mais
sl: Poglej več

source: you might be interested in...
ar: قد يهمك...
es: podrías estar interesado en
id: Anda mungkin tertarik dengan...
nl: wellicht ben je geïnteresseerd in...
pt_br: talvez você possa se interessar por...
sl: morda vas zanima ...
vi: có thể bạn quan tâm đến...
zh_cn: 您可能对...感兴趣

source: other news
ar: أخبار أخرى
es: otras noticias
id: berita-berita lain
nl: ander nieuws
pt_br: outras notícias
sl: druge novice
vi: tin tức khác
zh_cn: 其他消息
